str = """
Economic Events For Today
⏰ שעה: 15:30 (18 אירועים)

📝 תיאור: תביעות חוזרות לדמי אבטלה
⚡ תנודתיות צפויה: בינונית
🔄 הקודם: 1,954K
🔮 תחזית: 1,970K
✅ בפועל: 1,956K

📝 תיאור: מכירות קמעונאיות - ליבה (חודשי) (יוני)
⚡ תנודתיות צפויה: גבוהה
🔄 הקודם: -0.2%
🔮 תחזית: 0.3%
✅ בפועל: 0.5%

📝 תיאור: מדד מחירי היצוא (שנתי) (יוני)
⚡ תנודתיות צפויה: נמוכה
🔄 הקודם: 1.9%
✅ בפועל: 2.8%

📝 תיאור: מדד מחירי ייצוא (חודשי) (יוני)
⚡ תנודתיות צפויה: בינונית
🔄 הקודם: -0.6%
🔮 תחזית: 0.0%
✅ בפועל: 0.5%

📝 תיאור: מדד מחירי הייבוא (חודשי) (יוני)
⚡ תנודתיות צפויה: בינונית
🔄 הקודם: -0.4%
🔮 תחזית: 0.3%
✅ בפועל: 0.1%

📝 תיאור: מדד מחירי היבוא (שנתי) (יוני)
⚡ תנודתיות צפויה: נמוכה
🔄 הקודם: -0.2%
✅ בפועל: -0.2%

📝 תיאור: תביעות ראשוניות לדמי אבטלה
⚡ תנודתיות צפויה: גבוהה
🔄 הקודם: 228K
🔮 תחזית: 233K
✅ בפועל: 221K

📝 תיאור: תביעות דמי אבטלה - ממוצע 4-שבועות
⚡ תנודתיות צפויה: נמוכה
🔄 הקודם: 235.75K
✅ בפועל: 229.50K

📝 תיאור: מדד הייצור - הפד של פילדלפיה (יולי)
⚡ תנודתיות צפויה: גבוהה
🔄 הקודם: -4.0
🔮 תחזית: -1.2
✅ בפועל: 15.9

📝 תיאור: מצב העסקים - הפד של פילדלפיה (יולי)
⚡ תנודתיות צפויה: נמוכה
🔄 הקודם: 18.3
✅ בפועל: 21.5

📝 תיאור: מדד ההוצאה ההונית - הפד של פילדלפיה (יולי)
⚡ תנודתיות צפויה: נמוכה
🔄 הקודם: 14.50
✅ בפועל: 17.10

📝 תיאור: מצב התעסוקה - הפד של פילדלפיה (יולי)
⚡ תנודתיות צפויה: בינונית
🔄 הקודם: -9.8
✅ בפועל: 10.3

📝 תיאור: הזמנות חדשות - הפד של פילדלפיה (יולי)
⚡ תנודתיות צפויה: נמוכה
🔄 הקודם: 2.3
✅ בפועל: 18.4

📝 תיאור: מדד המחירים ששולמו בתעשייה - הפד של פילדלפיה (יולי)
⚡ תנודתיות צפויה: נמוכה
🔄 הקודם: 41.40
✅ בפועל: 58.80

📝 תיאור: מדד קבוצת הבקרה הקמעונאית (חודשי) (יוני)
⚡ תנודתיות צפויה: בינונית
🔄 הקודם: 0.2%
🔮 תחזית: 0.3%
✅ בפועל: 0.5%

📝 תיאור: מכירות קמעונאיות (חודשי) (יוני)
⚡ תנודתיות צפויה: גבוהה
🔄 הקודם: -0.9%
🔮 תחזית: 0.1%
✅ בפועל: 0.6%

📝 תיאור: מכירות קמעונאיות (שנתי) (יוני)
⚡ תנודתיות צפויה: נמוכה
🔄 הקודם: 3.29%
✅ בפועל: 3.92%

📝 תיאור: מכירות קמעונאיות בניכוי דלק ומכוניות (חודשי) (יוני)
⚡ תנודתיות צפויה: נמוכה
🔄 הקודם: 0.0%
✅ בפועל: 0.6%



⏰ שעה: 17:00 (3 אירועים)

📝 תיאור: מלאי העסקים (חודשי) (מאי)
⚡ תנודתיות צפויה: בינונית
🔄 הקודם: 0.0%
🔮 תחזית: 0.0%
✅ בפועל: 0.0%

📝 תיאור: מדד שוק הדיור של איגוד הבנאים (NAHB) (יולי)
⚡ תנודתיות צפויה: נמוכה
🔄 הקודם: 32
🔮 תחזית: 33
✅ בפועל: 33

📝 תיאור: המלאי הקמעונאי למעט כלי רכב (מאי)
⚡ תנודתיות צפויה: בינונית
🔄 הקודם: 0.2%
🔮 תחזית: 0.2%
✅ בפועל: 0.2%



⏰ שעה: 17:30

📝 תיאור: אחסון גז טבעי
⚡ תנודתיות צפויה: נמוכה
🔄 הקודם: 53B
Today at 6:38 PM"""

print(len(str))