{
    "title": "CNBC's Inside India newsletter: Musk’s India relationship moves beyond talk — but will it blossom?",
    "body": "Hello, this is Spriha Srivastava, CNBC International's executive editor, writing from London. This week, I look into Elon Musk's relationship with India, why it's finally moving from talk to action, and what's really at stake. This report is from this week's CNBC's \"Inside India\" newsletter. Like what you see? You can subscribe here. The big story India has long been on Elon Musk's radar. But for years, the relationship mostly played out in headlines and half-starts. Remember 2024? Musk was all set to fly into New Delhi to meet Prime Minister Modi — until he canceled at the last minute and popped up in Beijing instead. Anyway, let's take a step back here. Tesla signaled serious interest in the Indian market back in 2021, only to shelve its plans when negotiations over import duties stalled. Starlink, Musk's satellite internet venture, started taking pre-orders in 2021 but had to hit pause after regulatory hurdles forced the company to issue refunds. For the better part of the last decade, Musk's India ambitions have remained just that — ambitions. That's finally starting to change. The recent weeks have been interesting for the Musk-India relationship. Tesla has opened its first showroom in Mumbai's Bandra Kurla Complex. Starlink has received the necessary regulatory approval to launch commercial services in India. And all of this comes just weeks after Musk publicly distanced himself from U.S. President Donald Trump, marking a broader shift in his global strategy. So why the sudden momentum? At one level, India offers Musk a new runway for growth at a time when his relationships in China and the U.S. are becoming more complicated. For India's government, attracting investment from one of the world's most high-profile entrepreneurs is a win that aligns perfectly with the country's \"Make in India\" ambitions, particularly in clean tech and digital infrastructure. But while the headlines are eye-popping, the reality on the ground shows things are just in the early stages. Let's look at Tesla's current status in India. The idea isn't mass-market dominance, at least not yet. It's about planting a flag in the premium segment. The Model Y, Tesla's most popular car globally, has officially landed in India, priced at nearly 7 million rupees (around $79,000). To put that in perspective, India's best-selling cars typically cost a fraction of that. India isn't a one-size-fits-all market. Alongside its vast value-driven market, a growing luxury segment exists where global brands are fiercely competing for attention. BMW, Mercedes and Audi have been expanding their electric vehicle offerings in India, and Tesla has now joined the fray. The Mumbai showroom is just the first step. India's new policy framework lowers import duties for companies willing to manufacture locally. In fact, in April 2024, Tesla reportedly began scouting locations for a potential EV factory in India, with up to $3 billion in investment. That would have marked a fundamental shift, potentially opening the door to more accessible EV models, boosting supply chain activity and creating new jobs. But now, it's a slow build, not a sprint. And then there's the charging challenge. EV adoption in India differs from that in the other markets. Two- and three-wheelers dominate the electric-vehicle landscape, and most are charged at home using standard outlets. That's why India hasn't yet developed the sprawling public fast-charging infrastructure you see in China or the U.S. For Tesla's luxury buyers, though, fast-charging is non-negotiable. They expect convenience, and that means Tesla will need to invest heavily in public chargers, especially in cities such as Mumbai, Delhi and Bengaluru, where demand will likely concentrate. Tesla has begun hiring for these roles in India, but establishing this network will take time. Raising antennas Alongside the EV push, Starlink's entry into India could be be tackling an entirely different market: rural internet . Cheap mobile data has fueled India's internet boom over the past decade, but rural areas remain underserved, particularly in regions where laying fiber is expensive and logistically challenging. Starlink's solution is to beam internet directly from space, bypassing those hurdles. But: satellite internet is not cheap. Starlink's service typically costs upwards of $100 per month, which is significantly more than what most Indian consumers pay for internet. That suggests the real play here is likely government contracts and partnerships with rural schools, healthcare providers and remote businesses that need connectivity regardless of cost. Starlink is reportedly collaborating with telecom giants such as Reliance Jio and Bharti Airtel to distribute its service, indicating a collaborative approach rather than a disruptive one. The timing of all this is interesting too. Musk's pivot to India comes just after his public fallout with Trump in June, following disagreements over tariffs and subsidies. Whether those two things are directly connected is debatable, but the coincidence is hard to ignore. At the very least, it's part of a broader international diversification strategy for Musk, one that moves him further from the political entanglements of his U.S. relationships. For Indian consumers, the arrival of Tesla and Starlink means new technological options, although for now, these are primarily targeted at the affluent and high-need rural segments. For investors, Musk's India play signals growing confidence in the country's long-term growth story. And as other global tech and EV giants watch from the sidelines, Musk's success could mark the beginning of a new wave of foreign investment in India. Musk has talked about India for years. The difference this time? The groundwork is being laid. The next few months will show whether this is finally the start of something lasting, or just another chapter in a complicated, stop-start relationship. Top TV picks on CNBC Rajesh Kannan, Standard Chartered's head of wealth and retail banking, UAE, said that high net worth individuals in India have been diversifying their investments globally, and are moving toward alternative assets such as private markets. India's energy minister, Hardeep Singh Puri, said that if India and other countries stop buying Russian oil, prices could go up to $130 per barrel. Need to know June inflation in India cools to 2.1%. The headline inflation rate, released Monday by the Indian government, was the lowest in more than six years, and came below the expected 2.5% in a Reuters poll of economists. Food prices dipped 1.06% for the month. Tesla's Model Y debuts in India. The electric SUV will start at $69,770 — significantly higher than the price in America, where the same model is priced at $49,990. The discrepancy could be due to India's steep tariff on EV imports . Fuel switches at the center of Air India crash investigation. An initial report by India's Aircraft Accident Investigation Bureau, released Saturday, stated that the fuel cutoff switches in the ill-fated Air India plane were flipped, depriving the engine of power, according to a Reuters report. – Yeo Boon Ping In the markets Indian markets were trading lower on Thursday. The benchmark Nifty 50 was down 0.12% while the BSE Sensex index had declined 0.16% as of 12:15 p.m. local time (2:45 a.m. ET). The benchmark 10-year Indian government bond yield was marginally down at 6.308%. – Amala Balakrishner .NSEI 1Y mountain Coming up July 24: HSBC flash PMI in July Each weekday, CNBC's \"Inside India\" news show gives you news and market commentary on the emerging powerhouse businesses, and the people behind its rise. Livestream the show on YouTube and catch highlights here . SHOWTIMES: U.S.: Sunday-Thursday, 23:00-0000 ET Asia: Monday-Friday, 11:00-12:00 SIN/HK, 08:30-09:30 India Europe: Monday-Friday, 0500-06:00 CET"
}