{
    "title": "European companies are jumping on the defense bandwagon as EU plans security splurge",
    "body": "From cruise ships to telecommunications, European companies are finding ways to increasingly pivot to military contracts as they seek to cash in on a defense boom that's sweeping the continent. Europe's defense sector has exploded in value this year, with the industry's publicly listed companies riding a wave of bullish sentiment that has seen some firms' valuations more than double . The regional Stoxx Aerospace and Defense index has gained more than 50% since the beginning of the year, amid a broad push from the European Union , the U.K. , Germany and the NATO military alliance to drastically ramp up defense spending. On Wednesday, the European Commission unveiled a proposal for a 2 trillion euro budget that would include a significant bump in funding for defense. It comes as part of what officials have labelled Europe's \"era of rearmament,\" which has already seen the bloc unveil plans to mobilize as much as 800 billion euros ($928 billion) to help member states hike spending on national security. With bigger government budgets expected to bolster regional security firms' bottom lines, some regional companies are finding ways to pivot their resources and capitalize on surging European demand for defense solutions. Among them is telco giant Orange . The French company's enterprise arm, Orange Business, has just launched a new division dedicated to defense and homeland security. Its specialized Defense and Security Division (DD & S) will work in various areas including the hybridization of civilian and military networks, hosting of sensitive data, emergency communication systems, and cybersecurity. Heading up the new defense division is Nassima Auvray, who has a background in defense procurement and armament engineering, and who has spent a two-year stint working in the French Defense Ministry. \"We have a historically established activity in the sector, but until now it was fragmented across multiple entities,\" she said of Orange Business. \"The first goal of this new division is to bring together several hundred experts from technologies like digital integration, connectivity, AI [and] sovereign cloud hosting.\" Asked if the firm was expecting to benefit from increasing defense budgets among NATO and EU member states, Auvray told CNBC that, \"Of course, this is one of our ambitions.\" \"The goal is to see how we can position ourselves in this market, considering that we have a specific positioning with infrastructures all over the world, [predominantly in] Europe,\" she added. \"The defense and security sector needs more and more civil technologies to keep pace with rapid development in cloud computing, AI, cyber security, quantum, and so on — we expect to leverage [all our capabilities] in order to position ourselves in this sector, and not only in France, but also in other countries and … customers like NATO.\" Elsewhere, Swedish autonomous vehicle developer Einride is also looking to pivot its technologies in a bid to make waves in the defense space. The company's self-driving electric trucks — designed with no driver cabins — are approved for use on public roads in Sweden and the U.S., with the vehicles using advanced AI to safely navigate their way along their routes. Einride recently branched into new industries through the launch of new software that can help human drivers mitigate risk in hazardous environments. \"This new offering … is being leveraged for initial contracted projects in the defense sector to meet Europe's recently growing demand for military technology, prioritizing safety and risk reduction,\" an Einride spokesperson told CNBC. The company said its contracts are subject to confidentiality clauses, so it could not share specific details on how the tech was being applied in a military sense. \"As we continue to grow our electric freight operations, both manual and autonomous, with existing as well as new clients, we are however convinced that our autonomous capabilities and our experience from the freight sector can be leveraged to positively contribute to new sectors, including the evolving needs of the defense sector,\" the spokesperson added. Also expanding its presence in the defense space is Italian cruise ship and mega-yacht builder Fincantieri . The company already had an established relationship with various military customers, but at the end of last month announced it had won a 700-million-euro contract to construct two multipurpose combat ships for the Italian Navy's fleet. The build will be carried out in partnership with Italian defense giant Leonardo . In an interview with CNBC's \"Squawk Box Europe,\" earlier this month, Fincantieri CEO Pierroberto Folgiero said the company's defense arm was expected to become an increasingly more prominent part of Fincantieri's overall business. Asked if NATO's newly agreed defense spend target of 5% of gross domestic product would ramp up momentum at the company, Folgiero said, \"Absolutely, yes.\" \"We continue to experience increasing number of [defense] investing programs … in different parts of Europe, but also the international level,\" he told CNBC. \"This is a direct consequence of this … new background of the market.\" Folgiero said Fincantieri was poised to address rising global demand for defense solutions \"in a more and more focused way.\" \"We are experiencing a distributed increase in demand for naval ships,\" he added. \"This is a matter of fact, the world is asking for additional defense assets, and at the same time, is also increasing the defense industrial base.\" Pat O'Connor, CEO of Dublin-based VRAI Simulation — a company that builds virtual reality training platforms for those working in high-risk environments, including in the aerospace and defense sectors — told CNBC that his firm intends to capture rising regional demand for military solutions. \"Ireland has an opportunity to become a leader in dual use technology, and VRAI intends to be one of the leaders in that space,\" he said. Ireland is not a member of NATO, but is part of the EU — although it has the smallest defense budget among bloc members, as a percentage of its GDP. But O'Connor argued that this could work to the advantage of the country and its companies. \"Ireland's economy essentially skipped the industrial era, going straight from a broadly agrarian based economy, to the digital one we have today,\" he said in an email. \"Ireland's historical under investment in defence, ironically, presents us with an opportunity to do the same in terms of defence capability.\" Ireland has become something of a tech hub in Europe, with major heavyweights including Amazon, Apple, Fracebook and Microsoft setting up operations in the country . O'Connor told CNBC he believed Ireland was now well positioned to \"skip the industrial age of legacy [defense] systems provided by a small number of nations\" and become a regional leader in technology-driven capabilities, thanks to its \"deep pool of tech talent … and capital.\" Investment opportunity It isn't just companies taking note of opportunities in the defense space — institutional investors are also pivoting in a bid to cash in on the promised budget hikes. Last month, Deutsche Bank CEO Christian Sewing told CNBC that the German lender was ramping up its allocation to the sector after a period of \"under investing\" in European defense. Meanwhile, Rohit Sipahimalani, chief investment officer at Singapore's state investment fund Temasek, said last week that his team was looking to pour capital into European defense. \"Defense is clearly an area where there's going to be a lot of capital spent, and it's an area we are looking to see what opportunities there are,\" he told CNBC in an interview."
}