{
    "title": "Fed Chair Powell responds to White House questions about HQ renovation",
    "body": "Federal Reserve Chairman Jerome Powell on Thursday formally replied to a set of pointed questions from the director of the White House Office of Management and Budget about the renovation of the Fed's Washington headquarters. Powell pointed to a newly launched page on the Fed's public website dedicated to answering questions about the project, which is over budget. He also batted down accusations by OMB director Russell Vought that the renovated buildings will feature luxurious amenities like a private elevator, VIP lunch rooms or a rooftop garden. \"The Board believes it is of the utmost importance to provide transparency for our decisions and to be accountable to the public,\" Powell wrote. Read Fed Chairman Jerome Powell's full response to the White House . Vought had put questions about the project to Powell in a public letter one week ago, and demanded a response to them in seven days' time. Vought's letter was more than just a request for information, however. As President Donald Trump grows more and more frustrated with the Federal Reserve's refusal to lower interest rates, the White House is looking for ways to pressure Powell to leave the central bank. The July 10 letter from Vought was the latest move in this months long pressure campaign. In it, Vought accused the chairman of having \"grossly mismanaged the Fed,\" and he singled out the years-long historic renovation effort as an example of this. He also suggested that Powell had lied to Congress in recent testimony about the status of the construction project. \"The President is extremely troubled by your management of the Federal Reserve System. Instead of attempting to right the Fed's fiscal ship, you have plowed ahead with an ostentatious overhaul of your Washington D.C. headquarters,\" wrote Vought. Powell pointedly did not respond to these critiques in his reply, nor did he adopt the same confrontational tone Vought used. Instead, he explained the reasons for the cost overruns, pointed Vought several times to the public website and emphasized that the Fed's cooperation with an obscure Washington planning board was voluntary, not mandatory. \"Although the Board is not generally subject to the direction of NCPC with respect to its building projects, we voluntarily collaborated with the NCPC and benefitted from robust and collaborative engagement with the commission in earlier stages of the project,\" wrote Powell, referring to the National Capital Planning Commission. It is unlikely that Powell's reply will be enough to satisfy the White House, or Powell's detractors in Congress. Vought said Thursday that he was planning a site visit to the Fed's headquarters, which is a few blocks from his office near the White House, to see the renovation project for himself. Later the same day, Republican Rep. Anna Paulina Luna of Florida said she would ask the Justice Department to open an investigation into whether Powell gave accurate testimony about the renovation to Congress in June."
}