{
    "title": "Netflix posts earnings beat as revenue grows 16% in second quarter",
    "body": "Netflix posted an earnings beat Thursday, as revenue grew 16% during the second quarter of 2025. The company updated its full-year revenue forecast, noting that it expects revenue to be between $44.8 billion and $45.2 billion, up from a range of $43.5 billion to $44.5 billion. Netflix's higher forecast reflects the weakening of the U.S. dollar compared with other currencies as well as \"healthy\" member growth and ad sales, the company said in a statement. Notably, this is the second quarter that Netflix is not releasing quarterly updates on subscription data. \"Year-over-year revenue growth was primarily a function of more members, higher subscription pricing and increased ad revenue,\" the company said in a statement. Here's how the company did, compared with estimates from analysts polled by LSEG: Earnings per share: $7.19 vs. $7.08, according to LSEG Revenue: $11.08 billion vs. $11.07 billion, according to LSEG Net income for the period was $3.1 billion, or $7.19 per share, up from $2.1 billion, or $4.88 per share, during the same quarter a year earlier. Revenue in the second quarter jumped nearly 16% year over year, reaching $11.08 billion. The company reported net cash generated from operating activities during the quarter was $2.4 billion, up more than 84% from the prior-year period. Free cash flow also grew, reaching $2.3 billion, a 91% increase. Netflix increased its full-year free cash-flow guidance to between $8 billion and $8.5 billion, up from around $8 billion. Netflix emphasized its second-quarter operating margin of 34.1%, an improvement of nearly 3 percentage points from the prior quarter and of nearly 7 percentage points from the year-earlier period. However, it warned that \"operating margin in the second half of 2025 will be lower than the first half due to higher content amortization and sales and marketing costs associated with our larger second half slate.\" This is likely why shares dipped around 1% in after-hours trading. The next two quarters feature a robust calendar of events, shows and films, such as the second season of \"Wednesday,\" the finale of \"Stranger Things,\" \"Happy Gilmore 2\" and Guillermo del Toro's \"Frankenstein.\""
}