{
    "title": "Swiss pharma giant Novartis bets on a breast cancer blockbuster as sales rise",
    "body": "Swiss pharmaceutical firm Novartis said Thursday that it expects its Kisqali breast cancer treatment to be the next blockbuster drug within its portfolio, as it looks to shift reliance away from its Entresto heart failure therapy. Sales of Kisqali, which treats metastatic breast cancer, surged 64% globally on a constant currency basis in the three months to June, the company said in its second-quarter sales report. That includes 100% growth in the U.S. It follows a 56% increase in Kisqali sales in the first quarter to March. Speaking on an earnings call, CEO Vas Narasimhan said Kisqali was the drug with the greatest scope for outperformance. Global breast cancer diagnoses and deaths are projected to increase by 2050, according to the World Health Organization's cancer agency , with 1 in 20 women worldwide expected to be diagnosed with breast cancer in their lifetime. That could translate to 3.2 million new cases and 1.1 million deaths a year worldwide by 2050 if current trends continue, the study found — significantly higher than 2022's 2.3 million new cases and 670,000-related deaths. Narasimhan also cited Novartis' \"strong pipeline\" of other drugs, including its Pluvicto prostate cancer treatment and Scemblix for chronic myeloid leukemia, which he said was also \"on track to be a blockbuster.\" \"We continue to drive strong performance on our ongoing launches for Kisqali, Pluvicto, and Scemblix, demonstrating the replacement power in our portfolio,\" he added in a statement accompanying the results. The comments come as Novartis seeks to shake its reliance on its top-selling Entreso heart failure drug, which faces U.S. patent expiry next year. Entresto brought in $7.8 billion in 2024, accounting for around 15% of the company's overall global sales. It said Thursday that it expects generic drug makers to begin producing copycat versions of the drug by mid-2025, although that timeline is \"subject to ongoing IP [intellectual property] and regulatory litigation.\" On Wednesday, a U.S. federal judge rejected Novartis' request for a preliminary injunction to stop MSN Pharmaceuticals from selling a generic version of the drug before the patent expires. Sales of Entresto rose 22% in the second quarter, in line with the prior three-month period. \"Short-term it's an important product for us,\" outgoing chief financial officer Harry Kirsch said of Entresto Thursday. \"We have IP that we're defending. Should we be successful in further defending our appeal, each month we'll have some nice significant upside,\" he added. Overall, Novartis' second-quarter net sales rose 11% on a constant currency basis to $14.05 billion, just shy of the $14.18 billion estimated by analysts in an LSEG poll. Quarterly adjusted core operating income, meanwhile, rose 21% to $5.93 billion, slightly above the $5.69 billion expected. Novartis said it now expects full-year core operating income to grow by \"low teens,\" up from \"low double-digit\" previously, while it retained its forecast for sales growth in the high single digits. The company also announced an up to $10 billion share buyback, citing \"confidence\" in its mid- and long-term growth."
}