{
    "IREN": {
        "symbol": "IREN",
        "description": "IREN Ltd. is a vertically integrated data center business powering the future of Bitcoin, AI and beyond with renewable energy. It is strategically located in renewable-rich, fiber-connected regions across the US and Canada. IREN’s large-scale, grid-connected facilities are purpose-built for the next generation of power-dense computing applications. The company was founded by Daniel Roberts and William Roberts on November 6, 2018, and is headquartered in Sydney, Australia.",
        "market_cap": 3995.208256,
        "market_cap_profile": "Mid",
        "website_url": "http://www.iren.com",
        "hebrew_description": "IREN Ltd. היא חברה המתמחה בהפעלת מרכזי נתונים מתקדמים ובתשתיות לחישוב עתיר אנרגיה. החברה פועלת באמצעות מתקנים גדולים המחוברים לרשת החשמל, הממוקמים באזורים עשירים באנרגיה מתחדשת בארה\"ב ובקנדה. אלה מאפשרים לה לספק את הדרישות האנרגטיות הנדרשות לחישוביות עתירת כוח כמו כריית ביטקוין ובינה מלאכותית. המתקנים של IREN נבנים במיוחד לטובת הדור הבא של יישומי מחשוב הדורשים כוח רב.\n\nייחודה של החברה טמון בשימוש באנרגיה מתחדשת, שמסייע לא רק להשתלבות בסביבה ירוקה אלא גם לשיפור הביצועים הכלכליים. מדובר באופטימיזציה של תשתיות המאפשרת ל-IREN להציע פתרונות חישוב מתקדמים ביעילות המרבית.\n\nבנוסף, החברה מעמידה שירותים עם קישוריות לרשתות סיבים אופטיים, מה שמשפר את מהירות ויעילות העברת הנתונים. IREN מספקת פתרונות מגוונים שמתאימים לשימושים שמצריכים חישוביות גבוהה, וכך היא מצליחה לתמוך בצרכים המורכבים של לקוחותיה.\n\nבין המתחרים המרכזיים בתחום כריית הביטקוין ניתן למצוא את Riot Platforms ו-Marathon Digital Holdings. כל אחת מהחברות הללו פועלת לשיפור טכנולוגיות כריית המטבעות הדיגיטליים תוך ניצול אנרגיה יעיל. המאפיין המרכזי שמבליט את IREN לעומת מתחריה הוא השימוש המושכל באנרגיה מתחדשת לשיפור הקיימות והביצועיות, מה שמקנה לה יתרון תחרותי בשוק המתפתח של חישוביות עתירת אנרגיה."
    },
    "CORZ": {
        "symbol": "CORZ",
        "description": "Core Scientific, Inc. engages in the business of operating a purpose-built facility for digital asset mining and provision of blockchain infrastructure, software solutions, and services. It operates under the Mining and Hosting segments. The Mining segment focuses on bitcoin mining for the company's own account. The Hosting segment includes blockchain infrastructure and third-party hosting business. The company was founded by Michael Jeffrey Levitt and Darin Feinstein on December 13, 2017 and is headquartered in Dover, DE.",
        "market_cap": 4174.276515,
        "market_cap_profile": "Mid",
        "website_url": "http://corescientific.com"
    },
    "CRWV": {
        "symbol": "CRWV",
        "description": "CoreWeave, Inc. engages in the powers of the creation and delivery of the intelligence that drives innovation. It offers a solution used by organizations of all sizes that require sophisticated AI computing, from the largest of enterprises to small, well-funded start-ups. The company was founded by Michael Intrator, Brian Venturo, and Brannin McBee on September 21, 2017 and is headquartered in Livingston, NJ.",
        "market_cap": 53822.329239,
        "market_cap_profile": "Large",
        "website_url": "http://www.coreweave.com"
    }
}