{
    "events": [
        {
            "event_name": "התחזיות הכלכליות של ועדת השוק הפתוח",
            "event_description": "תחזיות אלה מצביעות על ציפיות הוועדה לגבי עתיד המשק, כמו צמיחה, אינפלציה ושיעורי ריבית. התחזיות משפיעות על התנהגות המשקיעים בשוק ההון. במקרה של תחזיות אופטימיות, אפשר לצפות לעלייה בציפיות להשקעות, בעוד שבתחזיות פסימיות, המשקיעים עשויים לנקוט בזהירות."
        },
        {
            "event_name": "מפגש אופ\"ק",
            "event_description": "מפגשים אלה עוסקים בתיאום כמות הייצור של הנפט בין המדינות החברות בארגון. החלטות על שינויי התפוקה יכולות להשפיע על מחירי הנפט באופן גלובלי, בעלות השפעה ישירה על עלויות הייצור וההובלה. במצב של מחסור בנפט, המחירים עולים, ובשוק רווי, המחירים יורדים."
        },
        {
            "event_name": "מכרז אג\"ח לשנתיים",
            "event_description": "מכרז זה מאפשר לממשלה לגייס כסף באמצעות מכירת אג\"ח לשנתיים. הריבית הנקבעת משקפת את ציפיות המשקיעים לאינפלציה ולמדיניות מוניטרית לטווח הקצר. בתקופה של ריבית נמוכה, אג\"ח אלו עלולות להניב תשואות נמוכות יותר."
        },
        {
            "event_name": "תביעות ראשוניות לדמי אבטלה",
            "event_description": "מדד זה מציין את מספר האנשים שהגישו לראשונה תביעות לאבטלה. עלייה במספר עשויה לאותת על הידרדרות בשוק העבודה. בתקופה של צמיחה כלכלית חזקה, המספרים צפויים לרדת, בעוד שבזמן מיתון המספר עולה."
        },
        {
            "event_name": "תחזית שיעור הריבית – טווח ארוך יותר",
            "event_description": "תחזיות אלה מנחות את ההחלטות המוניטריות העתידיות וקובעות את הציפיות של המשקיעים לשיעורי הריבית בעתיד. תחזיות לריבית גבוהה עשויות להפחית את היקף ההשקעות, בעוד שתחזיות לריבית נמוכה עשויות להוריד את עלויות ההלוואות ולהגביר את הצריכה."
        },
        {
            "event_name": "הוצאות הבנייה",
            "event_description": "מדד המצביע על היקף ההשקעות בבנייה. עלייה בהוצאות מצביעה על התרחבות כלכלית בשל הגידול בביקוש למגורים ולמבנים עסקיים. בתקופה של מיתון, הוצאות הבנייה נוטות לרדת בשל ירידה בביקושים."
        },
        {
            "event_name": "מדד התעסוקה במגזר הייצור - ISM",
            "event_description": "מדד זה מעריך את פעילות התעסוקה במגזר הייצור, ומשקף את הבריאות הכלכלית של תחום זה. נתון גבוה מעיד על צמיחה ושגשוג, בעוד שנתון נמוך עלול לאותת על האטה בפעילות הכלכלית."
        },
        {
            "event_name": "מכרז אג\"ח ל-30 שנה",
            "event_description": "באמצעות מכרז זה, הממשלה מגייסת הון לתקופה ארוכה של 30 שנים. ריבית גבוהה במכרז תעיד על דרישה לתשואה גבוהה יותר בשל ציפיות לאינפלציה או תנאים כלכליים לא יציבים."
        },
        {
            "event_name": "מכרז אג\"ח צמוד מדד ל-30 שנים",
            "event_description": " אג\"ח אלו מציעות הגנה מפני אינפלציה, ולכן הן מושכות משקיעים בתקופת ציפיות אינפלציוניות גבוהות. במידה והאינפלציה יציבה, ההשקעה באג\"ח צמוד מדד הופכת לפחות אטרקטיבית."
        },
        {
            "event_name": "מדד המחירים לצרכן",
            "event_description": "מדד זה מודד את שינויי המחירים של סל מוצרים מייצג לצרכן, והוא אמצעי חשוב להערכת האינפלציה במשק. עלייה ברורה במדד מצביעה על עלייה באינפלציה, מה שעלול להוביל לשינויים במדיניות המוניטרית, כמו העלאת שיעור הריבית."
        }
    ]
}